Repository: tmsportportal/sport_portal
Catalog: lib/src/core/l10n/app_*.arb
Languages: tk

source: Home
tk: Esasy

source: Settings
tk: Sazlamalar

source: Categories
tk: Kategoriýalar

source: Search
tk: Gözlemek

source: Athletes
tk: Sport ussatlary

source: Coaches
tk: Tälimçiler

source: Sport news
tk: Sport täzelikler

source: Kinds of sport
tk: Sport görnüşler

# hello
source: Hello, Athlete
tk: Sportportala Hoş geldiňiz!

# slogan
source: Follow the sport with us!
tk: Sporta biz bilen dowat et!

source: Dark theme
tk: Gara tema

source: Language
tk: Dil

# categoryName
source: {categoryName, select, sportNews{Sport news} kindsOfSport{Kinds of the Sport} coaches{Coaches} athletes{Athletes} healthCare{Healthcare} gyms{Gyms} competitions{Competitions} other{not localized}}
tk: {categoryName, select, sportNews{Sport täzelikler} kindsOfSport{Sport görnüşler} coaches{Tälimçiler} athletes{Türgenler} healthCare{Saglygy goramak} gyms{Sport zallar we toparlar} competitions{Sport bäsleşikler} properNutrition{Dogry iýmit} shops{Sport Dükanlar} other{Test}}

# categoryDescription
source: {categoryName, select, sportNews{National and international sports news} kindsOfSport{Federations under the Ministry of Sports and Youth Policy of Turkmenistan} coaches{Trainers in the Ministry of Sports and Youth Policy of Turkmenistan} athletes{Sport and youth policy of Turkmenistan Athletes in the Ministry} healthCare {List of medical services of the State Scientific and Practical Center of Sports Medicine} gyms{All sports complexes and sports teams operating in Turkmenistan} competitions{All sports competitions and sports activities held in Turkmenistan} other{not localized}}
tk: {categoryName, select, sportNews{Ýurdumyzdaky we dünýädäki sport täzelikleri} kindsOfSport{Türkmenistanyň sport we ýaşlar syýasaty ministrliginiň Düzümindäki federasiýalar} coaches{Türkmenistanyň sport we ýaşlar syýasaty ministrliginiň Düzümindäki tälimçiler} athletes{Türkmenistanyň sport we ýaşlar syýasaty ministrliginiň Düzümindäki türgenler} healthCare{Döwlet Sport lukmançylygy ylmy we amaly merkeziniň lukmançylyk hyzmatlarynyň sanawy} gyms{Türkmenistandaky ähli sport toplumlary we onda hereket edýän sport toparlary} competitions{Türkmenistanda geçirilýän ähli sport bäsleşikleri we sport çäreleri} properNutrition{Ýurdumyzdaky ähli sport dükanlarynyň online satylýan ýeri} shops{Ýurdumyzdaky ähli sport dükanlarynyň online satylýan ýeri} other{not localized}}

# sportCategory
source: {categoryName, select, athletics{Turkmenistan Athletics Federation} basketball{Turkmenistan Basketball Federation} boxing{Turkmenistan Boxing Federation} cycling{Turkmenistan Cycling Federation} football{Turkmenistan Football Federation} pingPong{Turkmenistan Tennis Federation} weightlifting{Turkmenistan Weightlifting Federation} other{Not found}}
tk: {categoryName, select, athletics{Türkmenistanyň Atletika Federasiýasy} basketball{Türkmenistanyň Basketbol Federasiýasy} boxing{Türkmenistanyň Boks Federasiýasy} cycling{Türkmenistanyň Welosipedy Sport Federasiýasy} football{Türkmenistanyň Futbol Federasiýasy} pingPong{Türkmenistanyň Stol Tennis Federasiýasy} weightlifting{Türkmenistanyň Agyr Atletika Federasiýasy} other{Tapylmady}}

source: See All
tk: Hemmesini gör

source: Athlete
tk: Türgen

source: Coach
tk: Tälimçi

# informationTiles
source: {tileName, select, workHistory{Working history} awards{Awards} other{Not Found}}
tk: {tileName, select, workHistory{Işlän ýerleri} awards{Baýraklary} other{Tapylmady}}

source: Age
tk: Ýaşy

source: Birth place
tk: Doglan ýeri

source: Working experience
tk: Iş tejribesi

source: Sport level
tk: Sport derejesi

source: Work place
tk: Işlän ýeri

source: President
tk: Prezident

source: Main coach
tk: Baş tälimçi

# foundYear
source: Foundation year
tk: Döredilen ýyly

source: Location
tk: Ýerleşýän ýeri

source: Phone
tk: Telefon

source: Fax
tk: Faks

source: Web site
tk: Web saýt

# locale
source: {lang, select, ru{Русский} tk{Türkmen} en{English} other{Not found}}
tk: {lang, select, ru{Русский} tk{Türkmen} en{English} other{Tapylmady}}

# sportType
source: {type, select, athletics{Athletetics} basketball{Basketball} boxing{Boxing} cycling{Cycling} football{Football} pingPong{Tennis} weightlifting{Weightlifting} other{Not found}}
tk: {type, select, athletics{Atletika} basketball{Basketbol} boxing{Boks} cycling{Welosipedy Sport} football{Futbol} pingPong{Stol Tennis} weightlifting{Agyr Atletika} other{Tapylmady}}

source: Sort
tk: Tertiple

source: Filter
tk: Filtrle

source: Video news
tk: Wideo täzelikler

source: Local news
tk: Milli täzelikler

source: World news
tk: Dünýa täzelikler

source: Confirm
tk: Tassykla

source: Subtitles
tk: Subtitrler

source: Cancel
tk: Yza

source: Playback speed
tk: Wideo tizligi

source: Comments
tk: Teswirler

source: Results
tk: Netijeler

source: Team
tk: Topar

source: Games
tk: Oýunlar

source: Wins
tk: Ýenişler

source: Draws
tk: Deňlik

source: Loses
tk: Utuluşlar

source: Points
tk: Utuklar

source: Relegation zone
tk: Ligadan düşmek

source: Doctor
tk: Lukman

source: Doctors
tk: Lukmanlar

source: Department
tk: Bölüm

# departmentName
source: {name, select, physiology{Physiology department} cardiology{Cardiology department} urology{Urology department} surgery{Surgery department} other{not found}}
tk: {name, select, physiology{Fiziologiýa bölümi} cardiology{Kardiologiýa bölümi} urology{Urologiýa bölümi} surgery{Hirurgiýa bölümi}other{not found}}

source: Position
tk: Iş wezipesi

source: Athlete count
tk: Türgenleriň sany

source: Coach count
tk: Tälimçileriň sany

source: Contacts
tk: Kontaklar

source: Related gyms
tk: Ýakynda ýerleşýän sport desgalaryň sanawy

source: Gyms found
tk: Tapylan sport desgalaryň sanawy

source: Gyms search
tk: Sport desgany gözlemek

# searchText
source: Input gym name
tk: Desgalaryň adyny giriziň

# filterTitle
source: You can find a gym, using filters below
tk: Aşakdan gyzyklanýan görnüşiňe görä saýlap bilersiňiz
